Repository: gmx-io/protocol-info
Catalog: src/locales/*/messages.po
Languages: de

source: <0>Return to </0><1>Homepage</1> <2>or </2> <3>Trade</3>
de: <0>Zurück zu </0><1>Homepage</1> <2>oder </2> <3>Traden</3>

source: Agree
de: Zustimmen

source: Alternative links can be found in the <0>docs</0>.<1/><2/>By clicking Agree you accept the <3>T&Cs</3> and <4>Referral T&Cs</4>.<5/><6/>
de: Alternative Links findest du in den <0>Dokumenten</0>.<1/><2/>Mit dem Klick auf Zustimmen akzeptierst du die <3>Geschäftsbedingungen</3> und <4>Referral-Bedingungen</4>.<5/><6/>

source: An aggregate of high-quality price feeds determine when liquidations occur. This keeps positions safe from temporary wicks.
de: Ein Aggregat aus hochwertigen Kursen bestimmt, wann Liquidationen stattfinden. Dadurch sind die Positionen vor vorübergehenden Wicks sicher.

source: Available on your preferred network
de: Verfügbar in deinem bevorzugten Netzwerk

source: Buy
de: Kaufen

source: Buy on Arbitrum
de: Auf Arbitrum kaufen

source: Buy on Avalanche
de: Auf Avalanche kaufen

source: Decentralized<0/>Perpetual Exchange
de: Dezentralisierte<0/>Perpetual Börse

source: Docs
de: Dokumente

source: Don't show this message again for 30 days.
de: Diese Meldung 30 Tage lang nicht mehr anzeigen.

source: Earn
de: Verdienen

source: Ecosystem
de: Ökosystem

source: GMX is currently live on Arbitrum and Avalanche.
de: GMX ist derzeit auf Arbitrum und Avalanche verfügbar.

source: GMX is the utility and governance token. Accrues 30% of the platform's generated fees.
de: GMX ist der Utility- und Governance-Token. Bekommt 30 % der von der Plattform generierten Gebühren an.

source: Launch App
de: App starten

source: Media Kit
de: Medienpaket

source: Open Interest
de: Offenes Interest

source: Open positions through a simple swap interface. Conveniently swap from any supported asset into the position of your choice.
de: Eröffne Positionen über eine einfache Swap-Schnittstelle. Tausche bequem von jedem unterstützten Vermögenswert in die Position deiner Wahl.

source: Page not found
de: Seite nicht gefunden

source: Read more
de: Mehr lesen

source: Reduce Liquidation Risks
de: Verringere Liquidationsrisiken

source: Referral Terms
de: Referralbedingungen

source: Save on Costs
de: Kosten sparen

source: Simple Swaps
de: Einfache Swaps

source: Terms and Conditions
de: Bedingungen und Konditionen

source: The website is a community deployed and maintained instance of the open source <0>GMX front end</0>, hosted and served on the distributed, peer-to-peer <1>IPFS network</1>.
de: Die Website ist eine von der Community betriebene und gewartete Instanz des open-source <0>GMX-Frontends</0>, das im verteilten Peer-to-Peer-Netzwerk <1>IPFS</1> gehostet und bereitgestellt wird.

source: Total Trading Volume
de: Trading Volumen insgesamt

source: Total Users
de: User insgesamt

source: You are leaving GMX.io and will be redirected to a third party, independent website.
de: Du verlässt GMX.io und wirst auf eine unabhängige Website eines Drittanbieters weitergeleitet.
